{

    "en" : [
        {
            "offcanvasWithBothOptionsLabel" : "Academics",
        
            "intro_1" : "Introduction",
            "intro_p1" : "Government Pre-University (PU) Colleges in Karnataka play a crucial role in guiding students from secondary to higher secondary education, emphasizing core subjects and preparing them for the PUC Board Exam. Government initiatives, including scholarships and infrastructure development, support students' academic journey. Vocational education enhances practical skills. For accurate details, it is recommended to refer to official sources.",
            "intro_p2" : "Government schools in Karnataka form the educational foundation, covering primary to secondary levels. The curriculum aligns with the Karnataka State Board syllabus, culminating in the SSLC examination at the end of class 10. Government initiatives focus on scholarships, mid-day meals, and infrastructure development to enhance the quality of education. Vocational education is integrated, preparing students for practical skills and future employment. For specific information, individuals should consult official sources or contact the respective schools directly.",

            "dev_1" : "Government Pre-University (PU) Colleges in Karnataka: An Academic Overview",
            "dev_p1": "Government Pre-University (PU) colleges in Karnataka play a vital role in shaping the academic journey of students transitioning from secondary to higher secondary education. Following the state board curriculum, these institutions provide a comprehensive education that spans classes 11 and 12, known as the Pre-University Course (PUC). The medium of instruction in these colleges includes Kannada and English, catering to the linguistic diversity of the state. The academic focus encompasses a range of subjects, with a strong emphasis on core disciplines like mathematics, science, and social studies.",
            "dev_p2": "One of the significant milestones in the academic journey of students in PU colleges is the board examination at the end of the PUC. This examination, often known as the PUC Board Exam, holds great importance as it serves as a crucial determinant for further education and career pursuits. Students are evaluated based on their performance in subjects relevant to their chosen streams - Science, Commerce, or Arts.",
            "dev_p3": "Government initiatives in Karnataka play a key role in supporting education in PU colleges. Schemes such as scholarships aim to financially assist students, ensuring that economic constraints do not hinder their educational progress. Additionally, mid-day meal programs contribute to the overall well-being of students, fostering an environment conducive to learning. The government also invests in infrastructure development, creating conducive spaces for academic activities.",
            "dev_p4": "Vocational education is an integral part of the PU college curriculum, designed to enhance practical skills and employability. This initiative aligns with the broader goal of preparing students for both higher education and the professional world. It reflects a holistic approach to education, acknowledging the diverse aspirations and career paths that students may pursue.",
            "dev_p5": "To obtain the latest and specific details about the academic offerings, admission processes, and other relevant information in Government Pre-University Colleges in Karnataka, it is recommended to refer to official sources such as the Karnataka State Education Department or the respective college authorities.",


            "dev1_p": "Government Schools in Karnataka: An Academic Overview",
            "dev1_p1": "Government schools in Karnataka form the foundation of a student's educational journey, providing primary and secondary education. The academic structure typically consists of primary classes (1-5), middle school (6-8), and high school (9-10). Kannada used, especially in urban areas and private schools, contributing to linguistic diversity. The curriculum is based on the Karnataka State Board syllabus, covering languages, mathematics, science, social studies, and vocational subjects.",
            "dev1_p2": "One significant aspect of government school education is the Secondary School Leaving Certificate (SSLC) examination at the end of class 10. This examination serves as a crucial evaluation point, determining a student's eligibility for further education. Government initiatives, such as scholarship programs, aim to alleviate financial constraints and promote access to education.",
            "dev1_p3": "The state government actively invests in improving the quality of education in government schools. Initiatives include the provision of mid-day meals to ensure proper nutrition, infrastructure development to create conducive learning environments, and schemes to enhance the overall educational experience. Additionally, efforts are made to integrate vocational education into the curriculum, preparing students for practical skills and future employment opportunities.",
            "dev1_p4": "For the most accurate and up-to-date information regarding admission procedures, academic offerings, and other specific details about government schools in Karnataka individuals are advised to consult official sources such as the Karnataka State Education Department or contact the respective schools directly.",


            "scholar1_h1" : "SSP or State Scholarship Portal",
            "scholar1_p1" : "The Government of Karnataka has introduced the State Scholarship Portal (SSP) to facilitate the efficient and seamless implementation and disbursement of scholarships from its various departments. This portal consists of two main segments: the SSP pre-matric scholarship and the SSP post-matric scholarship.",
            "scholar1_p2" : "Pre-matriculation scholarships are available for students in Classes 1 to 10, while post-matriculation scholarships are designed for those who wish to pursue their education after completing Class 10. Both schemes focus on providing financial aid to students facing financial challenges. The SSP Scholarship 2024 will provide financial assistance to students from marginalized communities, specifically those belonging to the Other Backward Classes (OBC), Scheduled Castes (SC), and Scheduled Tribes (ST) categories. This scholarship aims to support these students in their pursuit of post-secondary education.",
            "scholar1_p3" : "The objective of the SSP Scholarship is to strengthen the education of students of the state and ensure a high literacy rate. The SSP scholarship program includes assistance to the primary, secondary and vocational levels of education, generating more efficiency among the youth.",

            "scholar2_h1" : "NSP or National Scholarship Portal",
            "scholar2_p1" : "NSP Scholarship is an online scholarship portal of the Government of India. Also known as the National Scholarship Portal, the NSP website carries information on different scholarship programmes undertaken by central ministries and many state governments. The NSP platform also hosts application forms for all the scholarships and ensures their effective implementation and disbursement. Every year, the NSP portal hosts over 100 scholarship schemes for students coming from different education levels and socio-economic backgrounds.",
            "scholar2_p2" : "The NSP portal has been introduced by the Union Government under the National e-Governance Plan (NeGP). The key objective behind introducing this portal was to ensure efficient and timely disbursement of scholarships to the end beneficiaries i.e. students without any leakages. To do so, the portal boasts of a SMART system that is Simplified, Mission-Oriented, Accountable, Responsive and Transparent.",


            "scholar3_h1" : "Lions Club",
            "scholar3_p1" : "In an endeavor to support the local community children in the field of education, Lions Club of Bangalore Shikshana was formed. LCB Shikshana was installed on 21- July 2013 and a team of professional 9 family members and 3 individuals joined hands to form this club. It was these teams of 21 charter members taken the key initiative to add value to under privileged children in the field of education.",
            "scholar3_p2" : "Our motto is to impart good value system to these children, by spending our time in sharing our computer knowledge, language skills, giving special training to teachers. We aim to work closely with corporates with CSR focus and guide them to adopt schools or give donations. We also meet people who are service oriented and take their support to give books, notebooks and uniforms to these under privileged children. We appreciate any volunteers in supporting our community service.",


            "scholar4_h1" : "The Government Primary School, Rajanakunte",
            "scholar4_p1" : "Panchayat scholarships are often local initiatives by Gram Panchayats or Rural Local Bodies to support students within their jurisdiction. These scholarships may be based on various criteria, including academic performance, financial need, or specific community requirements. The aim is to promote education and contribute to the socio-economic development of the local population. Eligibility and application processes for Panchayat scholarships can vary, so it's advisable to check with the specific Gram Panchayat or local authorities for details.",
            "scholar4_p2" : "Rajanukunte Gram Panchayat, part of Yelahanka Panchayat Samiti in Bengaluru Urban Zila Parishad, oversees six villages. Gram Panchayat Yelahanka, in turn, is divided into 27 wards with 26 elected members. Apart from managing schools, the Grama Panchayat can undertake measures promoting health, safety, education, and overall well-being. This includes revising taxes, ensuring universal enrollment in primary schools, and achieving universal child immunization.",

            "intro1" : "Intro",
            "overview1" : "Overview",
            "overview1_1" : "An Academic Overview: Government PU Colleges",
            "overview1_2" : "An Academic Overview: Government Schools",
            "timetables1" : "Timetables",
            "timetables1_1" : "PU College",
            "timetables1_2" : "High School",
            "timetables1_3" : "Primary School",
            "scholar1" : "Scholarships",
            "scholar1_1" : "SSP",
            "scholar1_2" : "NSP",
            "scholar1_3" : "Lions Club",
            "scholar1_4" : "Panchayat",

            "intro2" : "Intro",
            "overview2" : "Overview",
            "overview2_1" : "An Academic Overview: Government PU Colleges",
            "overview2_2" : "An Academic Overview: Government Schools",
            "timetables2" : "Timetables",
            "timetables2_1" : "PU College",
            "timetables2_2" : "High School",
            "timetables2_3" : "Primary School",
            "scholar2" : "Scholarships",
            "scholar2_1" : "SSP",
            "scholar2_2" : "NSP",
            "scholar2_3" : "Lions Club",
            "scholar2_4" : "Panchayat"
            
        }
    ],

    "enClass" : [
        {
            
        }
    ],

    "kn" : [
        {
            "offcanvasWithBothOptionsLabel" : "ಪ್ರವೇಶಗಳು",
               
            "intro_1" : "ಪರಿಚಯ",
            "intro_p1" : "ಕರ್ನಾಟಕದಲ್ಲಿ ಸರ್ಕಾರಿ ಪದವಿ ಪೂರ್ವ (ಪಿಯು) ಕಾಲೇಜುಗಳು ಮಾಧ್ಯಮಿಕ ಶಿಕ್ಷಣದಿಂದ ಉನ್ನತ ಮಾಧ್ಯಮಿಕ ಶಿಕ್ಷಣದವರೆಗೆ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಮಾರ್ಗದರ್ಶನ ನೀಡುವಲ್ಲಿ ನಿರ್ಣಾಯಕ ಪಾತ್ರವನ್ನು ವಹಿಸುತ್ತವೆ, ಪ್ರಮುಖ ವಿಷಯಗಳಿಗೆ ಒತ್ತು ನೀಡುತ್ತವೆ ಮತ್ತು ಪಿಯುಸಿ ಬೋರ್ಡ್ ಪರೀಕ್ಷೆಗೆ ಅವರನ್ನು ಸಿದ್ಧಪಡಿಸುತ್ತವೆ. ವಿದ್ಯಾರ್ಥಿವೇತನಗಳು ಮತ್ತು ಮೂಲಸೌಕರ್ಯ ಅಭಿವೃದ್ಧಿ ಸೇರಿದಂತೆ ಸರ್ಕಾರದ ಉಪಕ್ರಮಗಳು ವಿದ್ಯಾರ್ಥಿಗಳ ಶೈಕ್ಷಣಿಕ ಪ್ರಯಾಣವನ್ನು ಬೆಂಬಲಿಸುತ್ತವೆ. ವೃತ್ತಿಪರ ಶಿಕ್ಷಣವು ಪ್ರಾಯೋಗಿಕ ಕೌಶಲ್ಯಗಳನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ. ನಿಖರವಾದ ವಿವರಗಳಿಗಾಗಿ, ಅಧಿಕೃತ ಮೂಲಗಳನ್ನು ಉಲ್ಲೇಖಿಸಲು ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ.",
            "intro_p2" : "ಕರ್ನಾಟಕದ ಸರ್ಕಾರಿ ಶಾಲೆಗಳು ಪ್ರಾಥಮಿಕ ಮತ್ತು ಮಾಧ್ಯಮಿಕ ಹಂತಗಳನ್ನು ಒಳಗೊಂಡ ಶೈಕ್ಷಣಿಕ ಅಡಿಪಾಯವನ್ನು ರೂಪಿಸುತ್ತವೆ. ಪಠ್ಯಕ್ರಮವು ಕರ್ನಾಟಕ ರಾಜ್ಯ ಮಂಡಳಿಯ ಪಠ್ಯಕ್ರಮದೊಂದಿಗೆ ಹೊಂದಿಕೆಯಾಗುತ್ತದೆ, ಇದು 10 ನೇ ತರಗತಿಯ ಕೊನೆಯಲ್ಲಿ SSLC ಪರೀಕ್ಷೆಯಲ್ಲಿ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ. ಸರ್ಕಾರದ ಉಪಕ್ರಮಗಳು ಶಿಕ್ಷಣದ ಗುಣಮಟ್ಟವನ್ನು ಹೆಚ್ಚಿಸಲು ವಿದ್ಯಾರ್ಥಿವೇತನಗಳು, ಮಧ್ಯಾಹ್ನದ ಊಟ ಮತ್ತು ಮೂಲಸೌಕರ್ಯ ಅಭಿವೃದ್ಧಿಯ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸುತ್ತವೆ. ವೃತ್ತಿಪರ ಶಿಕ್ಷಣವನ್ನು ಸಂಯೋಜಿಸಲಾಗಿದೆ, ಪ್ರಾಯೋಗಿಕ ಕೌಶಲ್ಯ ಮತ್ತು ಭವಿಷ್ಯದ ಉದ್ಯೋಗಕ್ಕಾಗಿ ವಿದ್ಯಾರ್ಥಿಗಳನ್ನು ಸಿದ್ಧಪಡಿಸುತ್ತದೆ. ನಿರ್ದಿಷ್ಟ ಮಾಹಿತಿಗಾಗಿ, ವ್ಯಕ್ತಿಗಳು ಅಧಿಕೃತ ಮೂಲಗಳನ್ನು ಸಂಪರ್ಕಿಸಬೇಕು ಅಥವಾ ಆಯಾ ಶಾಲೆಗಳನ್ನು ನೇರವಾಗಿ ಸಂಪರ್ಕಿಸಬೇಕು.",

            "dev_1" : "ಕರ್ನಾಟಕದಲ್ಲಿ ಸರ್ಕಾರಿ ಪೂರ್ವ-ವಿಶ್ವವಿದ್ಯಾಲಯ (PU) ಕಾಲೇಜುಗಳು: ಶೈಕ್ಷಣಿಕ ಅವಲೋಕನ",
            "dev_p1": "ಕರ್ನಾಟಕದಲ್ಲಿ ಸರ್ಕಾರಿ ಪದವಿ ಪೂರ್ವ (ಪಿಯು) ಕಾಲೇಜುಗಳು ಮಾಧ್ಯಮಿಕ ಶಿಕ್ಷಣದಿಂದ ಉನ್ನತ ಮಾಧ್ಯಮಿಕ ಶಿಕ್ಷಣಕ್ಕೆ ಪರಿವರ್ತನೆಗೊಳ್ಳುವ ವಿದ್ಯಾರ್ಥಿಗಳ ಶೈಕ್ಷಣಿಕ ಪ್ರಯಾಣವನ್ನು ರೂಪಿಸುವಲ್ಲಿ ಪ್ರಮುಖ ಪಾತ್ರವಹಿಸುತ್ತವೆ. ರಾಜ್ಯ ಮಂಡಳಿಯ ಪಠ್ಯಕ್ರಮವನ್ನು ಅನುಸರಿಸಿ, ಈ ಸಂಸ್ಥೆಗಳು 11 ಮತ್ತು 12 ನೇ ತರಗತಿಗಳನ್ನು ವ್ಯಾಪಿಸಿರುವ ಸಮಗ್ರ ಶಿಕ್ಷಣವನ್ನು ಒದಗಿಸುತ್ತವೆ, ಇದನ್ನು ಪ್ರಿ-ಯೂನಿವರ್ಸಿಟಿ ಕೋರ್ಸ್ (PUC) ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ. ಈ ಕಾಲೇಜುಗಳಲ್ಲಿ ಬೋಧನಾ ಮಾಧ್ಯಮವು ಕನ್ನಡ ಮತ್ತು ಇಂಗ್ಲಿಷ್ ಅನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ, ರಾಜ್ಯದ ಭಾಷಾ ವೈವಿಧ್ಯತೆಯನ್ನು ಪೂರೈಸುತ್ತದೆ. ಶೈಕ್ಷಣಿಕ ಗಮನವು ಗಣಿತ, ವಿಜ್ಞಾನ ಮತ್ತು ಸಾಮಾಜಿಕ ಅಧ್ಯಯನಗಳಂತಹ ಪ್ರಮುಖ ವಿಭಾಗಗಳ ಮೇಲೆ ಬಲವಾದ ಒತ್ತು ನೀಡುವ ಮೂಲಕ ಹಲವಾರು ವಿಷಯಗಳನ್ನು ಒಳಗೊಂಡಿದೆ.",
            "dev_p2": "ಪಿಯು ಕಾಲೇಜುಗಳಲ್ಲಿ ವಿದ್ಯಾರ್ಥಿಗಳ ಶೈಕ್ಷಣಿಕ ಪಯಣದ ಮಹತ್ವದ ಮೈಲಿಗಲ್ಲುಗಳೆಂದರೆ ಪಿಯುಸಿಯ ಕೊನೆಯಲ್ಲಿ ಬೋರ್ಡ್ ಪರೀಕ್ಷೆ. ಪಿಯುಸಿ ಬೋರ್ಡ್ ಪರೀಕ್ಷೆ ಎಂದು ಸಾಮಾನ್ಯವಾಗಿ ಕರೆಯಲ್ಪಡುವ ಈ ಪರೀಕ್ಷೆಯು ಹೆಚ್ಚಿನ ಪ್ರಾಮುಖ್ಯತೆಯನ್ನು ಹೊಂದಿದೆ ಏಕೆಂದರೆ ಇದು ಮುಂದಿನ ಶಿಕ್ಷಣ ಮತ್ತು ವೃತ್ತಿಜೀವನದ ಅನ್ವೇಷಣೆಗಳಿಗೆ ನಿರ್ಣಾಯಕ ನಿರ್ಣಾಯಕವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ. ವಿದ್ಯಾರ್ಥಿಗಳು ಆಯ್ಕೆಮಾಡಿದ ಸ್ಟ್ರೀಮ್‌ಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ವಿಷಯಗಳಲ್ಲಿನ ಅವರ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಆಧರಿಸಿ ಮೌಲ್ಯಮಾಪನ ಮಾಡಲಾಗುತ್ತದೆ - ವಿಜ್ಞಾನ, ವಾಣಿಜ್ಯ ಅಥವಾ ಕಲೆ.",
            "dev_p3": "ಕರ್ನಾಟಕದಲ್ಲಿ ಸರ್ಕಾರದ ಉಪಕ್ರಮಗಳು ಪಿಯು ಕಾಲೇಜುಗಳಲ್ಲಿ ಶಿಕ್ಷಣವನ್ನು ಬೆಂಬಲಿಸುವಲ್ಲಿ ಪ್ರಮುಖ ಪಾತ್ರವಹಿಸುತ್ತವೆ. ವಿದ್ಯಾರ್ಥಿವೇತನದಂತಹ ಯೋಜನೆಗಳು ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಆರ್ಥಿಕವಾಗಿ ಸಹಾಯ ಮಾಡುವ ಗುರಿಯನ್ನು ಹೊಂದಿವೆ, ಆರ್ಥಿಕ ನಿರ್ಬಂಧಗಳು ಅವರ ಶೈಕ್ಷಣಿಕ ಪ್ರಗತಿಗೆ ಅಡ್ಡಿಯಾಗದಂತೆ ನೋಡಿಕೊಳ್ಳುತ್ತವೆ. ಹೆಚ್ಚುವರಿಯಾಗಿ, ಮಧ್ಯಾಹ್ನದ ಊಟದ ಕಾರ್ಯಕ್ರಮಗಳು ವಿದ್ಯಾರ್ಥಿಗಳ ಒಟ್ಟಾರೆ ಯೋಗಕ್ಷೇಮಕ್ಕೆ ಕೊಡುಗೆ ನೀಡುತ್ತವೆ, ಕಲಿಕೆಗೆ ಅನುಕೂಲಕರ ವಾತಾವರಣವನ್ನು ಬೆಳೆಸುತ್ತವೆ. ಸರ್ಕಾರವು ಮೂಲಸೌಕರ್ಯ ಅಭಿವೃದ್ಧಿಯಲ್ಲಿ ಹೂಡಿಕೆ ಮಾಡುತ್ತದೆ, ಶೈಕ್ಷಣಿಕ ಚಟುವಟಿಕೆಗಳಿಗೆ ಅನುಕೂಲಕರ ಸ್ಥಳಗಳನ್ನು ಸೃಷ್ಟಿಸುತ್ತದೆ.",
            "dev_p4": "ವೃತ್ತಿಪರ ಶಿಕ್ಷಣವು ಪಿಯು ಕಾಲೇಜು ಪಠ್ಯಕ್ರಮದ ಅವಿಭಾಜ್ಯ ಅಂಗವಾಗಿದೆ, ಪ್ರಾಯೋಗಿಕ ಕೌಶಲ್ಯ ಮತ್ತು ಉದ್ಯೋಗವನ್ನು ಹೆಚ್ಚಿಸಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ಈ ಉಪಕ್ರಮವು ಉನ್ನತ ಶಿಕ್ಷಣ ಮತ್ತು ವೃತ್ತಿಪರ ಜಗತ್ತು ಎರಡಕ್ಕೂ ವಿದ್ಯಾರ್ಥಿಗಳನ್ನು ಸಿದ್ಧಪಡಿಸುವ ವಿಶಾಲ ಗುರಿಯೊಂದಿಗೆ ಸಂಯೋಜಿಸುತ್ತದೆ. ಇದು ಶಿಕ್ಷಣದ ಸಮಗ್ರ ವಿಧಾನವನ್ನು ಪ್ರತಿಬಿಂಬಿಸುತ್ತದೆ, ವಿದ್ಯಾರ್ಥಿಗಳು ಅನುಸರಿಸಬಹುದಾದ ವೈವಿಧ್ಯಮಯ ಆಕಾಂಕ್ಷೆಗಳು ಮತ್ತು ವೃತ್ತಿ ಮಾರ್ಗಗಳನ್ನು ಅಂಗೀಕರಿಸುತ್ತದೆ.",
            "dev_p5": "ಕರ್ನಾಟಕದಲ್ಲಿ ಸರ್ಕಾರಿ ಪದವಿ ಪೂರ್ವ ಕಾಲೇಜುಗಳಲ್ಲಿನ ಶೈಕ್ಷಣಿಕ ಕೊಡುಗೆಗಳು, ಪ್ರವೇಶ ಪ್ರಕ್ರಿಯೆಗಳು ಮತ್ತು ಇತರ ಸಂಬಂಧಿತ ಮಾಹಿತಿಗಳ ಕುರಿತು ಇತ್ತೀಚಿನ ಮತ್ತು ನಿರ್ದಿಷ್ಟ ವಿವರಗಳನ್ನು ಪಡೆಯಲು, ಕರ್ನಾಟಕ ರಾಜ್ಯ ಶಿಕ್ಷಣ ಇಲಾಖೆ ಅಥವಾ ಆಯಾ ಕಾಲೇಜು ಪ್ರಾಧಿಕಾರಗಳಂತಹ ಅಧಿಕೃತ ಮೂಲಗಳನ್ನು ಉಲ್ಲೇಖಿಸಲು ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ.",

            "dev1_p": "ಕರ್ನಾಟಕದಲ್ಲಿ ಸರ್ಕಾರಿ ಶಾಲೆಗಳು: ಶೈಕ್ಷಣಿಕ ಅವಲೋಕನ",
            "dev1_p1": "ಕರ್ನಾಟಕದ ಸರ್ಕಾರಿ ಶಾಲೆಗಳು ಪ್ರಾಥಮಿಕ ಮತ್ತು ಪ್ರೌಢ ಶಿಕ್ಷಣವನ್ನು ಒದಗಿಸುವ ವಿದ್ಯಾರ್ಥಿಯ ಶೈಕ್ಷಣಿಕ ಪ್ರಯಾಣದ ಅಡಿಪಾಯವನ್ನು ರೂಪಿಸುತ್ತವೆ. ಶೈಕ್ಷಣಿಕ ರಚನೆಯು ವಿಶಿಷ್ಟವಾಗಿ ಪ್ರಾಥಮಿಕ ತರಗತಿಗಳು (1-5), ಮಧ್ಯಮ ಶಾಲೆ (6-8), ಮತ್ತು ಪ್ರೌಢಶಾಲೆ (9-10) ಒಳಗೊಂಡಿರುತ್ತದೆ. ಕನ್ನಡವು ವಿಶೇಷವಾಗಿ ನಗರ ಪ್ರದೇಶಗಳಲ್ಲಿ ಮತ್ತು ಖಾಸಗಿ ಶಾಲೆಗಳಲ್ಲಿ ಭಾಷಾ ವೈವಿಧ್ಯತೆಗೆ ಕೊಡುಗೆ ನೀಡುತ್ತದೆ. ಪಠ್ಯಕ್ರಮವು ಕರ್ನಾಟಕ ರಾಜ್ಯ ಮಂಡಳಿಯ ಪಠ್ಯಕ್ರಮವನ್ನು ಆಧರಿಸಿದೆ, ಭಾಷೆಗಳು, ಗಣಿತ, ವಿಜ್ಞಾನ, ಸಾಮಾಜಿಕ ಅಧ್ಯಯನಗಳು ಮತ್ತು ವೃತ್ತಿಪರ ವಿಷಯಗಳನ್ನು ಒಳಗೊಂಡಿದೆ.",
            "dev1_p2": "ಸರ್ಕಾರಿ ಶಾಲಾ ಶಿಕ್ಷಣದ ಒಂದು ಮಹತ್ವದ ಅಂಶವೆಂದರೆ 10 ನೇ ತರಗತಿಯ ಕೊನೆಯಲ್ಲಿ ಸೆಕೆಂಡರಿ ಸ್ಕೂಲ್ ಲೀವಿಂಗ್ ಸರ್ಟಿಫಿಕೇಟ್ (SSLC) ಪರೀಕ್ಷೆ. ಈ ಪರೀಕ್ಷೆಯು ನಿರ್ಣಾಯಕ ಮೌಲ್ಯಮಾಪನ ಬಿಂದುವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ, ಮುಂದಿನ ಶಿಕ್ಷಣಕ್ಕಾಗಿ ವಿದ್ಯಾರ್ಥಿಯ ಅರ್ಹತೆಯನ್ನು ನಿರ್ಧರಿಸುತ್ತದೆ. ವಿದ್ಯಾರ್ಥಿವೇತನ ಕಾರ್ಯಕ್ರಮಗಳಂತಹ ಸರ್ಕಾರದ ಉಪಕ್ರಮಗಳು ಹಣಕಾಸಿನ ನಿರ್ಬಂಧಗಳನ್ನು ನಿವಾರಿಸಲು ಮತ್ತು ಶಿಕ್ಷಣದ ಪ್ರವೇಶವನ್ನು ಉತ್ತೇಜಿಸುವ ಗುರಿಯನ್ನು ಹೊಂದಿವೆ.",
            "dev1_p3": "ಸರ್ಕಾರಿ ಶಾಲೆಗಳಲ್ಲಿ ಶಿಕ್ಷಣದ ಗುಣಮಟ್ಟವನ್ನು ಸುಧಾರಿಸಲು ರಾಜ್ಯ ಸರ್ಕಾರವು ಸಕ್ರಿಯವಾಗಿ ಹೂಡಿಕೆ ಮಾಡುತ್ತದೆ. ಉಪಕ್ರಮಗಳು ಸರಿಯಾದ ಪೋಷಣೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಮಧ್ಯಾಹ್ನದ ಊಟವನ್ನು ಒದಗಿಸುವುದು, ಅನುಕೂಲಕರ ಕಲಿಕೆಯ ವಾತಾವರಣವನ್ನು ಸೃಷ್ಟಿಸಲು ಮೂಲಸೌಕರ್ಯ ಅಭಿವೃದ್ಧಿ ಮತ್ತು ಒಟ್ಟಾರೆ ಶೈಕ್ಷಣಿಕ ಅನುಭವವನ್ನು ಹೆಚ್ಚಿಸಲು ಯೋಜನೆಗಳನ್ನು ಒಳಗೊಂಡಿವೆ. ಹೆಚ್ಚುವರಿಯಾಗಿ, ವೃತ್ತಿಪರ ಶಿಕ್ಷಣವನ್ನು ಪಠ್ಯಕ್ರಮದಲ್ಲಿ ಸಂಯೋಜಿಸಲು ಪ್ರಯತ್ನಗಳನ್ನು ಮಾಡಲಾಗುತ್ತದೆ, ಪ್ರಾಯೋಗಿಕ ಕೌಶಲ್ಯಗಳು ಮತ್ತು ಭವಿಷ್ಯದ ಉದ್ಯೋಗಾವಕಾಶಗಳಿಗಾಗಿ ವಿದ್ಯಾರ್ಥಿಗಳನ್ನು ಸಿದ್ಧಪಡಿಸುತ್ತದೆ.",
            "dev1_p4": "ಪ್ರವೇಶ ಪ್ರಕ್ರಿಯೆಗಳು, ಶೈಕ್ಷಣಿಕ ಕೊಡುಗೆಗಳು ಮತ್ತು ಕರ್ನಾಟಕದ ಸರ್ಕಾರಿ ಶಾಲೆಗಳ ಕುರಿತು ಇತರ ನಿರ್ದಿಷ್ಟ ವಿವರಗಳಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಅತ್ಯಂತ ನಿಖರವಾದ ಮತ್ತು ನವೀಕೃತ ಮಾಹಿತಿಗಾಗಿ, ಕರ್ನಾಟಕ ರಾಜ್ಯ ಶಿಕ್ಷಣ ಇಲಾಖೆಯಂತಹ ಅಧಿಕೃತ ಮೂಲಗಳನ್ನು ಸಂಪರ್ಕಿಸಲು ಅಥವಾ ಆಯಾ ಶಾಲೆಗಳನ್ನು ನೇರವಾಗಿ ಸಂಪರ್ಕಿಸಲು ಸೂಚಿಸಲಾಗುತ್ತದೆ.",

            "scholar1_h1" : "SSP ಅಥವಾ ರಾಜ್ಯ ವಿದ್ಯಾರ್ಥಿವೇತನ ಪೋರ್ಟಲ್",
            "scholar1_p1" : "ಕರ್ನಾಟಕ ಸರ್ಕಾರವು ತನ್ನ ವಿವಿಧ ಇಲಾಖೆಗಳಿಂದ ದಕ್ಷ ಮತ್ತು ತಡೆರಹಿತ ಅನುಷ್ಠಾನ ಮತ್ತು ವಿದ್ಯಾರ್ಥಿವೇತನವನ್ನು ವಿತರಿಸಲು ಅನುಕೂಲವಾಗುವಂತೆ ರಾಜ್ಯ ವಿದ್ಯಾರ್ಥಿವೇತನ ಪೋರ್ಟಲ್ (SSP) ಅನ್ನು ಪರಿಚಯಿಸಿದೆ. ಈ ಪೋರ್ಟಲ್ ಎರಡು ಮುಖ್ಯ ವಿಭಾಗಗಳನ್ನು ಒಳಗೊಂಡಿದೆ: SSP ಪೂರ್ವ ಮೆಟ್ರಿಕ್ ವಿದ್ಯಾರ್ಥಿವೇತನ ಮತ್ತು SSP ನಂತರದ ಮೆಟ್ರಿಕ್ ವಿದ್ಯಾರ್ಥಿವೇತನ.",
            "scholar1_p2" : "1 ರಿಂದ 10 ನೇ ತರಗತಿಯ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಪ್ರಿ-ಮೆಟ್ರಿಕ್ಯುಲೇಷನ್ ವಿದ್ಯಾರ್ಥಿವೇತನಗಳು ಲಭ್ಯವಿದ್ದು, 10 ನೇ ತರಗತಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದ ನಂತರ ತಮ್ಮ ಶಿಕ್ಷಣವನ್ನು ಮುಂದುವರಿಸಲು ಬಯಸುವವರಿಗೆ ಪೋಸ್ಟ್-ಮೆಟ್ರಿಕ್ಯುಲೇಷನ್ ವಿದ್ಯಾರ್ಥಿವೇತನವನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ಎರಡೂ ಯೋಜನೆಗಳು ಹಣಕಾಸಿನ ಸವಾಲುಗಳನ್ನು ಎದುರಿಸುತ್ತಿರುವ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಹಣಕಾಸಿನ ನೆರವು ಒದಗಿಸುವುದರ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸುತ್ತವೆ. SSP ಸ್ಕಾಲರ್‌ಶಿಪ್ 2024 ಅಂಚಿನಲ್ಲಿರುವ ಸಮುದಾಯಗಳ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ, ನಿರ್ದಿಷ್ಟವಾಗಿ ಇತರೆ ಹಿಂದುಳಿದ ವರ್ಗಗಳು (OBC), ಪರಿಶಿಷ್ಟ ಜಾತಿಗಳು (SC), ಮತ್ತು ಪರಿಶಿಷ್ಟ ಪಂಗಡಗಳು (ST) ವರ್ಗಗಳಿಗೆ ಸೇರಿದವರಿಗೆ ಹಣಕಾಸಿನ ನೆರವು ನೀಡುತ್ತದೆ. ಈ ವಿದ್ಯಾರ್ಥಿವೇತನವು ಈ ವಿದ್ಯಾರ್ಥಿಗಳ ನಂತರದ ಮಾಧ್ಯಮಿಕ ಶಿಕ್ಷಣದ ಅನ್ವೇಷಣೆಯಲ್ಲಿ ಬೆಂಬಲಿಸುವ ಗುರಿಯನ್ನು ಹೊಂದಿದೆ.",
            "scholar1_p3" : "ಎಸ್‌ಎಸ್‌ಪಿ ವಿದ್ಯಾರ್ಥಿವೇತನದ ಉದ್ದೇಶವು ರಾಜ್ಯದ ವಿದ್ಯಾರ್ಥಿಗಳ ಶಿಕ್ಷಣವನ್ನು ಬಲಪಡಿಸುವುದು ಮತ್ತು ಹೆಚ್ಚಿನ ಸಾಕ್ಷರತಾ ಪ್ರಮಾಣವನ್ನು ಖಚಿತಪಡಿಸುವುದು. ಎಸ್‌ಎಸ್‌ಪಿ ಸ್ಕಾಲರ್‌ಶಿಪ್ ಕಾರ್ಯಕ್ರಮವು ಪ್ರಾಥಮಿಕ, ಮಾಧ್ಯಮಿಕ ಮತ್ತು ವೃತ್ತಿಪರ ಶಿಕ್ಷಣದ ಹಂತಗಳಿಗೆ ಸಹಾಯವನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ, ಯುವಕರಲ್ಲಿ ಹೆಚ್ಚಿನ ದಕ್ಷತೆಯನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ.",

            "scholar2_h1" : "NSP ಅಥವಾ ರಾಷ್ಟ್ರೀಯ ವಿದ್ಯಾರ್ಥಿವೇತನ ಪೋರ್ಟಲ್",
            "scholar2_p1" : "NSP ವಿದ್ಯಾರ್ಥಿವೇತನವು ಭಾರತ ಸರ್ಕಾರದ ಆನ್‌ಲೈನ್ ವಿದ್ಯಾರ್ಥಿವೇತನ ಪೋರ್ಟಲ್ ಆಗಿದೆ. ರಾಷ್ಟ್ರೀಯ ಸ್ಕಾಲರ್‌ಶಿಪ್ ಪೋರ್ಟಲ್ ಎಂದೂ ಕರೆಯಲ್ಪಡುವ ಎನ್‌ಎಸ್‌ಪಿ ವೆಬ್‌ಸೈಟ್ ಕೇಂದ್ರ ಸಚಿವಾಲಯಗಳು ಮತ್ತು ಅನೇಕ ರಾಜ್ಯ ಸರ್ಕಾರಗಳು ಕೈಗೊಂಡ ವಿವಿಧ ವಿದ್ಯಾರ್ಥಿವೇತನ ಕಾರ್ಯಕ್ರಮಗಳ ಮಾಹಿತಿಯನ್ನು ಹೊಂದಿದೆ. NSP ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಎಲ್ಲಾ ವಿದ್ಯಾರ್ಥಿವೇತನಗಳಿಗೆ ಅರ್ಜಿ ನಮೂನೆಗಳನ್ನು ಹೋಸ್ಟ್ ಮಾಡುತ್ತದೆ ಮತ್ತು ಅವುಗಳ ಪರಿಣಾಮಕಾರಿ ಅನುಷ್ಠಾನ ಮತ್ತು ವಿತರಣೆಯನ್ನು ಖಚಿತಪಡಿಸುತ್ತದೆ. ಪ್ರತಿ ವರ್ಷ, NSP ಪೋರ್ಟಲ್ ವಿವಿಧ ಶಿಕ್ಷಣ ಹಂತಗಳು ಮತ್ತು ಸಾಮಾಜಿಕ-ಆರ್ಥಿಕ ಹಿನ್ನೆಲೆಯಿಂದ ಬರುವ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ 100 ಕ್ಕೂ ಹೆಚ್ಚು ವಿದ್ಯಾರ್ಥಿವೇತನ ಯೋಜನೆಗಳನ್ನು ಆಯೋಜಿಸುತ್ತದೆ.",
            "scholar2_p2" : "NSP ಪೋರ್ಟಲ್ ಅನ್ನು ಕೇಂದ್ರ ಸರ್ಕಾರವು ರಾಷ್ಟ್ರೀಯ ಇ-ಆಡಳಿತ ಯೋಜನೆ (NeGP) ಅಡಿಯಲ್ಲಿ ಪರಿಚಯಿಸಿದೆ. ಈ ಪೋರ್ಟಲ್ ಅನ್ನು ಪರಿಚಯಿಸುವ ಹಿಂದಿನ ಪ್ರಮುಖ ಉದ್ದೇಶವೆಂದರೆ ಅಂತಿಮ ಫಲಾನುಭವಿಗಳಿಗೆ ಅಂದರೆ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಯಾವುದೇ ಸೋರಿಕೆಯಾಗದಂತೆ ದಕ್ಷ ಮತ್ತು ಸಮಯೋಚಿತವಾಗಿ ವಿದ್ಯಾರ್ಥಿವೇತನವನ್ನು ವಿತರಿಸುವುದನ್ನು ಖಚಿತಪಡಿಸುವುದು. ಹಾಗೆ ಮಾಡಲು, ಪೋರ್ಟಲ್ ಸರಳೀಕೃತ, ಮಿಷನ್-ಆಧಾರಿತ, ಜವಾಬ್ದಾರಿಯುತ, ಸ್ಪಂದಿಸುವ ಮತ್ತು ಪಾರದರ್ಶಕವಾಗಿರುವ ಸ್ಮಾರ್ಟ್ ವ್ಯವಸ್ಥೆಯನ್ನು ಹೊಂದಿದೆ.",


            "scholar3_h1" : "ಲಯನ್ಸ್ ಕ್ಲಬ್",
            "scholar3_p1" : "ಸ್ಥಳೀಯ ಸಮುದಾಯದ ಮಕ್ಕಳನ್ನು ಶಿಕ್ಷಣ ಕ್ಷೇತ್ರದಲ್ಲಿ ಬೆಂಬಲಿಸುವ ಪ್ರಯತ್ನದಲ್ಲಿ, ಲಯನ್ಸ್ ಕ್ಲಬ್ ಆಫ್ ಬೆಂಗಳೂರು ಶಿಕ್ಷಣವನ್ನು ಸ್ಥಾಪಿಸಲಾಯಿತು. LCB ಶಿಕ್ಷಣವನ್ನು 21- ಜುಲೈ 2013 ರಂದು ಸ್ಥಾಪಿಸಲಾಯಿತು ಮತ್ತು ವೃತ್ತಿಪರ 9 ಕುಟುಂಬ ಸದಸ್ಯರು ಮತ್ತು 3 ವ್ಯಕ್ತಿಗಳ ತಂಡವು ಈ ಕ್ಲಬ್ ಅನ್ನು ರಚಿಸಲು ಕೈಜೋಡಿಸಿತು. 21 ಚಾರ್ಟರ್ ಸದಸ್ಯರ ಈ ತಂಡಗಳು ಶಿಕ್ಷಣ ಕ್ಷೇತ್ರದಲ್ಲಿ ಹಿಂದುಳಿದ ಮಕ್ಕಳಿಗೆ ಮೌಲ್ಯವನ್ನು ಸೇರಿಸಲು ಪ್ರಮುಖ ಉಪಕ್ರಮವನ್ನು ತೆಗೆದುಕೊಂಡವು.",
            "scholar3_p2" : "ನಮ್ಮ ಗಣಕಯಂತ್ರ ಜ್ಞಾನ, ಭಾಷಾ ಕೌಶಲ್ಯಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಲು, ಶಿಕ್ಷಕರಿಗೆ ವಿಶೇಷ ತರಬೇತಿಯನ್ನು ನೀಡುವ ಮೂಲಕ ನಮ್ಮ ಸಮಯವನ್ನು ಈ ಮಕ್ಕಳಿಗೆ ಉತ್ತಮ ಮೌಲ್ಯ ವ್ಯವಸ್ಥೆಯನ್ನು ನೀಡುವುದು ನಮ್ಮ ಧ್ಯೇಯವಾಗಿದೆ. ನಾವು CSR ಗಮನದೊಂದಿಗೆ ಕಾರ್ಪೊರೇಟ್‌ಗಳೊಂದಿಗೆ ನಿಕಟವಾಗಿ ಕೆಲಸ ಮಾಡುವ ಗುರಿಯನ್ನು ಹೊಂದಿದ್ದೇವೆ ಮತ್ತು ಶಾಲೆಗಳನ್ನು ಅಳವಡಿಸಿಕೊಳ್ಳಲು ಅಥವಾ ದೇಣಿಗೆ ನೀಡಲು ಅವರಿಗೆ ಮಾರ್ಗದರ್ಶನ ನೀಡುತ್ತೇವೆ. ನಾವು ಸೇವಾ ಕೇಂದ್ರಿತ ಜನರನ್ನು ಭೇಟಿಯಾಗುತ್ತೇವೆ ಮತ್ತು ಈ ಕೆಳಹಂತದ ಮಕ್ಕಳಿಗೆ ಪುಸ್ತಕಗಳು, ನೋಟ್‌ಬುಕ್‌ಗಳು ಮತ್ತು ಸಮವಸ್ತ್ರಗಳನ್ನು ನೀಡಲು ಅವರ ಬೆಂಬಲವನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತೇವೆ. ನಮ್ಮ ಸಮುದಾಯ ಸೇವೆಯನ್ನು ಬೆಂಬಲಿಸುವ ಯಾವುದೇ ಸ್ವಯಂಸೇವಕರನ್ನು ನಾವು ಪ್ರಶಂಸಿಸುತ್ತೇವೆ.",


            "scholar4_h1" : "ಸರ್ಕಾರಿ ಪ್ರಾಥಮಿಕ ಶಾಲೆ, ರಾಜನಕುಂಟೆ",
            "scholar4_p1" : "ಪಂಚಾಯತ್ ಸ್ಕಾಲರ್‌ಶಿಪ್‌ಗಳು ಸಾಮಾನ್ಯವಾಗಿ ಗ್ರಾಮ ಪಂಚಾಯತ್‌ಗಳು ಅಥವಾ ಗ್ರಾಮೀಣ ಸ್ಥಳೀಯ ಸಂಸ್ಥೆಗಳು ತಮ್ಮ ಅಧಿಕಾರ ವ್ಯಾಪ್ತಿಯಲ್ಲಿರುವ ವಿದ್ಯಾರ್ಥಿಗಳನ್ನು ಬೆಂಬಲಿಸಲು ಸ್ಥಳೀಯ ಉಪಕ್ರಮಗಳಾಗಿವೆ. ಈ ವಿದ್ಯಾರ್ಥಿವೇತನಗಳು ಶೈಕ್ಷಣಿಕ ಕಾರ್ಯಕ್ಷಮತೆ, ಹಣಕಾಸಿನ ಅಗತ್ಯತೆ ಅಥವಾ ನಿರ್ದಿಷ್ಟ ಸಮುದಾಯದ ಅವಶ್ಯಕತೆಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ವಿವಿಧ ಮಾನದಂಡಗಳನ್ನು ಆಧರಿಸಿರಬಹುದು. ಶಿಕ್ಷಣವನ್ನು ಉತ್ತೇಜಿಸುವುದು ಮತ್ತು ಸ್ಥಳೀಯ ಜನಸಂಖ್ಯೆಯ ಸಾಮಾಜಿಕ-ಆರ್ಥಿಕ ಅಭಿವೃದ್ಧಿಗೆ ಕೊಡುಗೆ ನೀಡುವುದು ಇದರ ಗುರಿಯಾಗಿದೆ. ಪಂಚಾಯತ್ ವಿದ್ಯಾರ್ಥಿವೇತನಕ್ಕಾಗಿ ಅರ್ಹತೆ ಮತ್ತು ಅರ್ಜಿ ಪ್ರಕ್ರಿಯೆಗಳು ಬದಲಾಗಬಹುದು, ಆದ್ದರಿಂದ ವಿವರಗಳಿಗಾಗಿ ನಿರ್ದಿಷ್ಟ ಗ್ರಾಮ ಪಂಚಾಯತ್ ಅಥವಾ ಸ್ಥಳೀಯ ಅಧಿಕಾರಿಗಳೊಂದಿಗೆ ಪರಿಶೀಲಿಸುವುದು ಸೂಕ್ತವಾಗಿದೆ.",
            "scholar4_p2" : "ಬೆಂಗಳೂರು ನಗರ ಜಿಲ್ಲಾ ಪರಿಷತ್ತಿನ ಯಲಹಂಕ ಪಂಚಾಯತ್ ಸಮಿತಿಯ ಭಾಗವಾಗಿರುವ ರಾಜಾನುಕುಂಟೆ ಗ್ರಾಮ ಪಂಚಾಯತ್ ಆರು ಗ್ರಾಮಗಳ ಉಸ್ತುವಾರಿ ವಹಿಸುತ್ತದೆ. ಯಲಹಂಕ ಗ್ರಾಮ ಪಂಚಾಯಿತಿಯು 26 ಚುನಾಯಿತ ಸದಸ್ಯರನ್ನು ಹೊಂದಿರುವ 27 ವಾರ್ಡ್‌ಗಳಾಗಿ ವಿಂಗಡಿಸಲಾಗಿದೆ. ಶಾಲೆಗಳನ್ನು ನಿರ್ವಹಿಸುವುದರ ಹೊರತಾಗಿ, ಗ್ರಾಮ ಪಂಚಾಯತ್ ಆರೋಗ್ಯ, ಸುರಕ್ಷತೆ, ಶಿಕ್ಷಣ ಮತ್ತು ಒಟ್ಟಾರೆ ಯೋಗಕ್ಷೇಮವನ್ನು ಉತ್ತೇಜಿಸುವ ಕ್ರಮಗಳನ್ನು ಕೈಗೊಳ್ಳಬಹುದು. ಇದು ತೆರಿಗೆಗಳನ್ನು ಪರಿಷ್ಕರಿಸುವುದು, ಪ್ರಾಥಮಿಕ ಶಾಲೆಗಳಲ್ಲಿ ಸಾರ್ವತ್ರಿಕ ದಾಖಲಾತಿಯನ್ನು ಖಾತ್ರಿಪಡಿಸುವುದು ಮತ್ತು ಸಾರ್ವತ್ರಿಕ ಮಕ್ಕಳ ರೋಗನಿರೋಧಕವನ್ನು ಸಾಧಿಸುವುದನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ.",

            "intro1" : "ಪರಿಚಯ",
            "overview1" : "ಅವಲೋಕನ",
            "overview1_1" : "ಶೈಕ್ಷಣಿಕ ಅವಲೋಕನ: ಸರ್ಕಾರಿ ಪಿಯು ಕಾಲೇಜುಗಳು",
            "overview1_2" : "ಶೈಕ್ಷಣಿಕ ಅವಲೋಕನ: ಸರ್ಕಾರಿ ಶಾಲೆಗಳು",
            "timetables1" : "ವೇಳಾಪಟ್ಟಿಗಳು",
            "timetables1_1" : "ಪಿಯು ಕಾಲೇಜು",
            "timetables1_2" : "ಪ್ರೌಢಶಾಲೆ",
            "timetables1_3" : "ಪ್ರಾಥಮಿಕ ಶಾಲೆ",
            "scholar1" : "ವಿದ್ಯಾರ್ಥಿವೇತನಗಳು",
            "scholar1_1" : "ಎಸ್ಎಸ್ಪಿ",
            "scholar1_2" : "ಎನ್ಎಸ್ಪಿ",
            "scholar1_3" : "ಲಯನ್ಸ್ ಕ್ಲಬ್",
            "scholar1_4" : "ಪಂಚಾಯತ್",

            "intro2" : "ಪರಿಚಯ",
            "overview2" : "ಅವಲೋಕನ",
            "overview2_1" : "ಶೈಕ್ಷಣಿಕ ಅವಲೋಕನ: ಸರ್ಕಾರಿ ಪಿಯು ಕಾಲೇಜುಗಳು",
            "overview2_2" : "ಶೈಕ್ಷಣಿಕ ಅವಲೋಕನ: ಸರ್ಕಾರಿ ಶಾಲೆಗಳು",
            "timetables2" : "ವೇಳಾಪಟ್ಟಿಗಳು",
            "timetables2_1" : "ಪಿಯು ಕಾಲೇಜು",
            "timetables2_2" : "ಪ್ರೌಢಶಾಲೆ",
            "timetables2_3" : "ಪ್ರಾಥಮಿಕ ಶಾಲೆ",
            "scholar2" : "ವಿದ್ಯಾರ್ಥಿವೇತನಗಳು",
            "scholar2_1" : "ಎಸ್ಎಸ್ಪಿ",
            "scholar2_2" : "ಎನ್ಎಸ್ಪಿ",
            "scholar2_3" : "ಲಯನ್ಸ್ ಕ್ಲಬ್",
            "scholar2_4" : "ಪಂಚಾಯತ್"
            
        }
    ],

    "knClass" : [
        {
            
        }
    ]

}