{

    "en" : [
        {
            "intro-header" : "Admissions",
        
            "intro-content" : "The admission process for government schools in Karnataka typically begins with notifications from the State Education Department, outlining eligibility criteria and application procedures. Interested candidates, usually residents of Karnataka or specific localities, submit filled application forms with required documents. The selection process, often involving a lottery system, may prioritize economically weaker sections. Some schools may charge a nominal admission fee, and selected candidates undergo a verification process. Admitted students should be familiar with school timings, curriculum, and any specific rules. It is essential to check with the official education department or specific schools for the latest and detailed information.",
        
            
            "pu-heading" : "The Government PU college, Rajanakunte",
            "pu_content" : "The college offers diverse courses in Arts, Commerce, and Science.",
            "pu_courses" : "Science(PCMB/PCMC), Commerce(HEBA, CEBA) ,Arts(HEPS)",
            "pu_side-heading-1" : "Number of Students",
            "pu_students" : 388,
            "pu_side-heading-2" : "Number of Faculty",
            "pu_faculty" : 11,
            
        
            "hs-heading" : "The Government High School, Rajanakunte",
            "hs-content" : "This institution provides education for 9th and 10th grades in both Kannada and English mediums.",
            "hs-side-heading-1" : "Number of Students",
            "hs-students" : 197,
            "hs-side-heading-2" : "Number of Faculty",
            "hs-faculty" : 9,
        
            "pri-heading" : "The Government Primary School, Rajanakunte",
            "pri-content" : "The institution caters to students from Std 1 to 8. The medium of instruction for Std 1-5 is Kannada, while for 6th-8th, it extends to both Kannada and English.",
            "pri-side-heading-1" : "Number of Students",
            "pri-students" : 357,
            "pri-side-heading-2" : "Number of Faculty",
            "pri-faculty" : "5+",
        
            "pu-fee" : "PU College Fee Structure",
        
            "primary-highSchool-fee" : "Primary And HighSchool Fee Structure"
        }
    ],

    "kn" : [
        {
            "intro-header" : "ಪ್ರವೇಶಗಳು",
        
            "intro-content" : "ಕರ್ನಾಟಕದಲ್ಲಿ ಸರ್ಕಾರಿ ಶಾಲೆಗಳಿಗೆ ಪ್ರವೇಶ ಪ್ರಕ್ರಿಯೆಯು ಸಾಮಾನ್ಯವಾಗಿ ರಾಜ್ಯ ಶಿಕ್ಷಣ ಇಲಾಖೆಯಿಂದ ಅಧಿಸೂಚನೆಗಳೊಂದಿಗೆ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ, ಅರ್ಹತಾ ಮಾನದಂಡಗಳು ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್ ಕಾರ್ಯವಿಧಾನಗಳನ್ನು ವಿವರಿಸುತ್ತದೆ. ಆಸಕ್ತ ಅಭ್ಯರ್ಥಿಗಳು, ಸಾಮಾನ್ಯವಾಗಿ ಕರ್ನಾಟಕ ಅಥವಾ ನಿರ್ದಿಷ್ಟ ಪ್ರದೇಶಗಳ ನಿವಾಸಿಗಳು, ಅಗತ್ಯ ದಾಖಲೆಗಳೊಂದಿಗೆ ಭರ್ತಿ ಮಾಡಿದ ಅರ್ಜಿ ನಮೂನೆಗಳನ್ನು ಸಲ್ಲಿಸಿ. ಸಾಮಾನ್ಯವಾಗಿ ಲಾಟರಿ ವ್ಯವಸ್ಥೆಯನ್ನು ಒಳಗೊಂಡಿರುವ ಆಯ್ಕೆ ಪ್ರಕ್ರಿಯೆಯು ಆರ್ಥಿಕವಾಗಿ ದುರ್ಬಲ ವರ್ಗಗಳಿಗೆ ಆದ್ಯತೆ ನೀಡಬಹುದು. ಕೆಲವು ಶಾಲೆಗಳು ನಾಮಮಾತ್ರದ ಪ್ರವೇಶ ಶುಲ್ಕವನ್ನು ವಿಧಿಸಬಹುದು ಮತ್ತು ಆಯ್ದ ಅಭ್ಯರ್ಥಿಗಳು ಪರಿಶೀಲನೆ ಪ್ರಕ್ರಿಯೆಗೆ ಒಳಗಾಗುತ್ತಾರೆ. ಪ್ರವೇಶ ಪಡೆದ ವಿದ್ಯಾರ್ಥಿಗಳು ಶಾಲಾ ಸಮಯ, ಪಠ್ಯಕ್ರಮ ಮತ್ತು ಯಾವುದೇ ನಿರ್ದಿಷ್ಟ ನಿಯಮಗಳೊಂದಿಗೆ ಪರಿಚಿತರಾಗಿರಬೇಕು. ಇತ್ತೀಚಿನ ಮತ್ತು ವಿವರವಾದ ಮಾಹಿತಿಗಾಗಿ ಅಧಿಕೃತ ಶಿಕ್ಷಣ ಇಲಾಖೆ ಅಥವಾ ನಿರ್ದಿಷ್ಟ ಶಾಲೆಗಳೊಂದಿಗೆ ಪರಿಶೀಲಿಸುವುದು ಅತ್ಯಗತ್ಯ.",
        
           
            "pu-heading" : "ಸರ್ಕಾರಿ ಪಿಯು ಕಾಲೇಜು, ರಾಜನಕುಂಟೆ",
            "pu_content" : "ಕಾಲೇಜು ಕಲೆ, ವಾಣಿಜ್ಯ ಮತ್ತು ವಿಜ್ಞಾನದಲ್ಲಿ ವೈವಿಧ್ಯಮಯ ಕೋರ್ಸ್‌ಗಳನ್ನು ನೀಡುತ್ತದೆ.",
            "pu_courses" : "ವಿಜ್ಞಾನ(PCMB/PCMC), ವಾಣಿಜ್ಯ(HEBA, CEBA) ,ಕಲೆ(HEPS)",
            "pu_side-heading-1" : "ವಿದ್ಯಾರ್ಥಿಗಳ ಸಂಖ್ಯೆ",
            "pu_students" : 388,
            "pu_side-heading-2" : "ಅಧ್ಯಾಪಕರ ಸಂಖ್ಯೆ",
            "pu_faculty" : 11,
            
        
            "hs-heading" : "ಸರ್ಕಾರಿ ಪ್ರೌಢಶಾಲೆ, ರಾಜನಕುಂಟೆ",
            "hs-content" : "ಈ ಸಂಸ್ಥೆಯು 9 ಮತ್ತು 10 ನೇ ತರಗತಿಗಳಿಗೆ ಕನ್ನಡ ಮತ್ತು ಇಂಗ್ಲಿಷ್ ಮಾಧ್ಯಮಗಳಲ್ಲಿ ಶಿಕ್ಷಣವನ್ನು ಒದಗಿಸುತ್ತದೆ.",
            "hs-side-heading-1" : "ವಿದ್ಯಾರ್ಥಿಗಳ ಸಂಖ್ಯೆ",
            "hs-students" : 197,
            "hs-side-heading-2" : "ಅಧ್ಯಾಪಕರ ಸಂಖ್ಯೆ",
            "hs-faculty" : 9,

            "pri-heading" : "ಸರ್ಕಾರಿ ಪ್ರಾಥಮಿಕ ಶಾಲೆ, ರಾಜನಕುಂಟೆ",
            "pri-content" : "ಈ ಸಂಸ್ಥೆಯು 1 ರಿಂದ 8 ನೇ ತರಗತಿಯವರೆಗಿನ ವಿದ್ಯಾರ್ಥಿಗಳನ್ನು ಪೂರೈಸುತ್ತದೆ. 1-5 ನೇ ತರಗತಿಯ ಬೋಧನಾ ಮಾಧ್ಯಮವು ಕನ್ನಡವಾಗಿದೆ, ಆದರೆ 6 ನೇ - 8 ನೇ ತರಗತಿಗೆ ಇದು ಕನ್ನಡ ಮತ್ತು ಇಂಗ್ಲಿಷ್ ಎರಡಕ್ಕೂ ವಿಸ್ತರಿಸುತ್ತದೆ.",
            "pri-side-heading-1" : "ವಿದ್ಯಾರ್ಥಿಗಳ ಸಂಖ್ಯೆ",
            "pri-students" : 357,
            "pri-side-heading-2" : "ಅಧ್ಯಾಪಕರ ಸಂಖ್ಯೆ",
            "pri-faculty" : "5+",
        
            "pu-fee" : "ಪಿಯು ಕಾಲೇಜು ಶುಲ್ಕ ರಚನೆ",
        
            "primary-highSchool-fee" : "ಪ್ರಾಥಮಿಕ ಮತ್ತು ಪ್ರೌಢಶಾಲಾ ಶುಲ್ಕ ರಚನೆ"
        }
    ]

}