{
    "en" : [
        {
            
            "header" : "The Government PU Department",
            "about-header" : "About the Department",
            "about-content" : "The primary focus of the government PU college is on providing a comprehensive educational experience to students pursuing their intermediate education. Following state policies and guidelines, our goal is to facilitate a high-quality curriculum covering a range of subjects, preparing students for higher education or professional endeavors. A team of qualified educators is dedicated to delivering effective teaching, ensuring a strong foundation in languages, sciences, humanities, and commerce. Efforts are made to enhance enrollment and address challenges such as ensuring a conducive learning environment, especially in terms of infrastructure and facilities. Collaborating with communities is encouraged to foster a supportive educational ecosystem. Additionally, initiatives like scholarships and counseling services may be implemented to support students in their academic journey. The focus remains on empowering students with the knowledge and skills necessary for their future endeavors and contributing to their holistic development. ",
        
            "arts-dept-header" : "Arts",
            "about-arts" : "The arts department of the colleges offers a diverse curriculum covering subjects like literature, history, and fine arts, fostering creativity and critical thinking among students.",

            "arts-faculty-1" : "Laxmi Prasad S B",
            "arts-faculty-1-pos" : "Head of Tourism Dept",

            "arts-faculty-2" : "B R Shivanna",
            "arts-faculty-2-pos" : "Head of Library Dept",

            "arts-faculty-3" : "Manjula V R",

            "arts-faculty-4" : "Gouthami J K",
            "arts-faculty-4-pos" : "Head of NSS Club",


            "commerce-dept-header" : "Commerce",
            "about-commerce" : "The commerce department at government pre-university colleges in Karnataka offers courses in accountancy, business studies, and economics. Students gain practical knowledge, preparing them for future careers in various commerce-related fields through a comprehensive and relevant curriculum.",

            "commerce-faculty-1" : "Laxmi Prasad S B",
            "commerce-faculty-1-pos" : "Head of Tourism Dept",

            "commerce-faculty-2" : "B R Shivanna",
            "commerce-faculty-2-pos" : "Head of Library Dept",

            "commerce-faculty-3" : "Ashwathamma K T",

            "commerce-faculty-4" : "Rakshit M V",

            "commerce-faculty-5" : "Bhoomika C M",


            "science-dpt-header" : "Science",
            "about-science" : "The science department at government pre-university colleges in Karnataka provides a comprehensive curriculum, covering subjects such as physics, chemistry, and biology. Students gain practical knowledge, fostering critical thinking and preparing them for diverse scientific careers.",

            "science-faculty-1" : "Kartik Ankar",
            "science-faculty-1-pos" : "Head of scouts and guides",

            "science-faculty-2" : "N Veedavathi",
            "science-faculty-2-pos" : "Head of Controller of Examination",

            "science-faculty-3" : "Jayaramareddy R",
            "science-faculty-3-pos" : "Head of Bharat Seva Dal Dept",

            "science-faculty-4" : "V Lokeshwari",

            "science-faculty-5" : "Bhoomika C M",

            "science-faculty-6" : "H Hussensabi",

            "science-faculty-7" : "Padmashree K"
        
        }
    ],

    "enClass" : [
        {
            "education" : "Education",
            "experience" : "Experience",
            "join-date" : "Joining Date"
        }
    ],

    "kn" : [
        {
            "header": "ಸರ್ಕಾರದ ಪಿಯು ಇಲಾಖೆ",
            "about-header": "ಇಲಾಖೆ ಬಗ್ಗೆ",
            "about-content" : "ಸರ್ಕಾರಿ ಪಿಯು ಕಾಲೇಜಿನ ಪ್ರಾಥಮಿಕ ಗಮನವು ತಮ್ಮ ಮಧ್ಯಂತರ ಶಿಕ್ಷಣವನ್ನು ಅನುಸರಿಸುವ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಸಮಗ್ರ ಶೈಕ್ಷಣಿಕ ಅನುಭವವನ್ನು ಒದಗಿಸುವುದು. ರಾಜ್ಯದ ನೀತಿಗಳು ಮತ್ತು ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಅನುಸರಿಸಿ, ಉನ್ನತ ಶಿಕ್ಷಣ ಅಥವಾ ವೃತ್ತಿಪರ ಪ್ರಯತ್ನಗಳಿಗೆ ವಿದ್ಯಾರ್ಥಿಗಳನ್ನು ಸಿದ್ಧಪಡಿಸುವ, ವಿಷಯಗಳ ವ್ಯಾಪ್ತಿಯನ್ನು ಒಳಗೊಂಡಿರುವ ಉನ್ನತ-ಗುಣಮಟ್ಟದ ಪಠ್ಯಕ್ರಮವನ್ನು ಸುಗಮಗೊಳಿಸುವುದು ನಮ್ಮ ಗುರಿಯಾಗಿದೆ. ಅರ್ಹ ಶಿಕ್ಷಕರ ತಂಡವು ಪರಿಣಾಮಕಾರಿ ಬೋಧನೆಯನ್ನು ನೀಡಲು ಸಮರ್ಪಿಸಲಾಗಿದೆ, ಭಾಷೆಗಳು, ವಿಜ್ಞಾನಗಳು, ಮಾನವಿಕತೆಗಳು ಮತ್ತು ವಾಣಿಜ್ಯದಲ್ಲಿ ಬಲವಾದ ಅಡಿಪಾಯವನ್ನು ಖಾತ್ರಿಪಡಿಸುತ್ತದೆ. ದಾಖಲಾತಿಯನ್ನು ಹೆಚ್ಚಿಸಲು ಮತ್ತು ವಿಶೇಷವಾಗಿ ಮೂಲಸೌಕರ್ಯ ಮತ್ತು ಸೌಲಭ್ಯಗಳ ವಿಷಯದಲ್ಲಿ ಅನುಕೂಲಕರ ಕಲಿಕೆಯ ವಾತಾವರಣವನ್ನು ಖಾತ್ರಿಪಡಿಸುವಂತಹ ಸವಾಲುಗಳನ್ನು ಎದುರಿಸಲು ಪ್ರಯತ್ನಗಳನ್ನು ಮಾಡಲಾಗುತ್ತದೆ. ಸಮುದಾಯಗಳೊಂದಿಗೆ ಸಹಯೋಗವನ್ನು ಬೆಂಬಲಿಸುವ ಶೈಕ್ಷಣಿಕ ಪರಿಸರ ವ್ಯವಸ್ಥೆಯನ್ನು ಉತ್ತೇಜಿಸಲು ಪ್ರೋತ್ಸಾಹಿಸಲಾಗುತ್ತದೆ. ಹೆಚ್ಚುವರಿಯಾಗಿ, ವಿದ್ಯಾರ್ಥಿಗಳನ್ನು ಅವರ ಶೈಕ್ಷಣಿಕ ಪ್ರಯಾಣದಲ್ಲಿ ಬೆಂಬಲಿಸಲು ಸ್ಕಾಲರ್‌ಶಿಪ್‌ಗಳು ಮತ್ತು ಕೌನ್ಸೆಲಿಂಗ್ ಸೇವೆಗಳಂತಹ ಉಪಕ್ರಮಗಳನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದು. ವಿದ್ಯಾರ್ಥಿಗಳ ಭವಿಷ್ಯದ ಪ್ರಯತ್ನಗಳಿಗೆ ಅಗತ್ಯವಾದ ಜ್ಞಾನ ಮತ್ತು ಕೌಶಲ್ಯಗಳೊಂದಿಗೆ ಸಬಲೀಕರಣ ಮತ್ತು ಅವರ ಸಮಗ್ರ ಅಭಿವೃದ್ಧಿಗೆ ಕೊಡುಗೆ ನೀಡುವುದರ ಮೇಲೆ ಗಮನವು ಉಳಿದಿದೆ.",


            "arts-dept-header": "ಕಲೆ",
            "about-arts" : "ಕಾಲೇಜುಗಳ ಕಲಾ ವಿಭಾಗವು ಸಾಹಿತ್ಯ, ಇತಿಹಾಸ ಮತ್ತು ಲಲಿತಕಲೆಗಳಂತಹ ವಿಷಯಗಳನ್ನು ಒಳಗೊಂಡ ವೈವಿಧ್ಯಮಯ ಪಠ್ಯಕ್ರಮವನ್ನು ನೀಡುತ್ತದೆ, ವಿದ್ಯಾರ್ಥಿಗಳಲ್ಲಿ ಸೃಜನಶೀಲತೆ ಮತ್ತು ವಿಮರ್ಶಾತ್ಮಕ ಚಿಂತನೆಯನ್ನು ಬೆಳೆಸುತ್ತದೆ.",

            "arts-faculty-1": "ಲಕ್ಷ್ಮೀ ಪ್ರಸಾದ್ ಎಸ್ ಬಿ",
            "arts-faculty-1-pos": "ಪರ್ಯಟನಾ ಇಲಾಖೆಯ ಹೆಡ್",
          
            "arts-faculty-2": "ಬಿ ಆರ್ ಶಿವಣ್ಣ",
            "arts-faculty-2-pos": "ಗ್ರಂಥಾಲಯ ಇಲಾಖೆಯ ಹೆಡ್",
          
            "arts-faculty-3": "ಮಂಜುಲಾ ವಿ ಆರ್",
          
            "arts-faculty-4": "ಗೌತಮಿ ಜೆ ಕೆ",
            "arts-faculty-4-pos": "ಎನ್.ಎಸ್.ಎಸ್ ಕ್ಲಬ್ ಹೆಡ್",
          
            "commerce-dept-header": "ವಾಣಿಜ್ಯ",
            "about-commerce" : "ಕರ್ನಾಟಕದ ಸರ್ಕಾರಿ ಪದವಿ ಪೂರ್ವ ಕಾಲೇಜುಗಳಲ್ಲಿನ ವಾಣಿಜ್ಯ ವಿಭಾಗವು ಅಕೌಂಟೆನ್ಸಿ, ವ್ಯವಹಾರ ಅಧ್ಯಯನಗಳು ಮತ್ತು ಅರ್ಥಶಾಸ್ತ್ರದ ಕೋರ್ಸ್‌ಗಳನ್ನು ನೀಡುತ್ತದೆ. ವಿದ್ಯಾರ್ಥಿಗಳು ಪ್ರಾಯೋಗಿಕ ಜ್ಞಾನವನ್ನು ಪಡೆಯುತ್ತಾರೆ, ಸಮಗ್ರ ಮತ್ತು ಸಂಬಂಧಿತ ಪಠ್ಯಕ್ರಮದ ಮೂಲಕ ವಿವಿಧ ವಾಣಿಜ್ಯ-ಸಂಬಂಧಿತ ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ಭವಿಷ್ಯದ ವೃತ್ತಿಜೀವನಕ್ಕಾಗಿ ಅವರನ್ನು ಸಿದ್ಧಪಡಿಸುತ್ತಾರೆ.",
          
            "commerce-faculty-1": "ಲಕ್ಷ್ಮೀ ಪ್ರಸಾದ್ ಎಸ್ ಬಿ",
            "commerce-faculty-1-pos": "ಪರ್ಯಟನಾ ಇಲಾಖೆಯ ಹೆಡ್",
          
            "commerce-faculty-2": "ಬಿ ಆರ್ ಶಿವಣ್ಣ",
            "commerce-faculty-2-pos": "ಗ್ರಂಥಾಲಯ ಇಲಾಖೆಯ ಹೆಡ್",
          
            "commerce-faculty-3": "ಅಶ್ವತಮ್ಮ ಕೆ ಟಿ",
          
            "commerce-faculty-4": "ರಕ್ಷಿತ್ ಎಂ ವಿ",
          
            "commerce-faculty-5": "ಭೂಮಿಕಾ ಸಿ ಎಂ",
          
            "science-dpt-header": "ವಿಜ್ಞಾನ",
            "about-science" : "ಕರ್ನಾಟಕದಲ್ಲಿ ಸರ್ಕಾರಿ ಪದವಿ ಪೂರ್ವ ಕಾಲೇಜುಗಳಲ್ಲಿನ ವಿಜ್ಞಾನ ವಿಭಾಗವು ಭೌತಶಾಸ್ತ್ರ, ರಸಾಯನಶಾಸ್ತ್ರ ಮತ್ತು ಜೀವಶಾಸ್ತ್ರದಂತಹ ವಿಷಯಗಳನ್ನು ಒಳಗೊಂಡ ಸಮಗ್ರ ಪಠ್ಯಕ್ರಮವನ್ನು ಒದಗಿಸುತ್ತದೆ. ವಿದ್ಯಾರ್ಥಿಗಳು ಪ್ರಾಯೋಗಿಕ ಜ್ಞಾನವನ್ನು ಪಡೆಯುತ್ತಾರೆ, ವಿಮರ್ಶಾತ್ಮಕ ಚಿಂತನೆಯನ್ನು ಬೆಳೆಸುತ್ತಾರೆ ಮತ್ತು ವೈವಿಧ್ಯಮಯ ವೈಜ್ಞಾನಿಕ ವೃತ್ತಿಗಳಿಗೆ ಅವರನ್ನು ಸಿದ್ಧಪಡಿಸುತ್ತಾರೆ.",
          
            "science-faculty-1": "ಕಾರ್ತಿಕ್ ಅಂಕರ್",
            "science-faculty-1-pos": "ಸ್ಕೌಟ್ಸ್ ಮತ್ತು ಗೈಡ್ಸ್ ಇಲಾಖೆಯ ಹೆಡ್",
          
            "science-faculty-2": "ಎನ್ ವಿದವತಿ",
            "science-faculty-2-pos": "ಪರೀಕ್ಷಾ ನಿಯಂತ್ರಕರ ಇಲಾಖೆಯ ಹೆಡ್",
          
            "science-faculty-3": "ಜಯರಾಮರೆಡ್ಡಿ ಆರ್",
            "science-faculty-3-pos": "ಭರತ್ ಸೇವಾ ದಳ ಇಲಾಖೆಯ ಹೆಡ್",
          
            "science-faculty-4": "ವಿ ಲೋಕೇಶ್ವರಿ",
          
            "science-faculty-5": "ಭೂಮಿಕಾ ಸಿ ಎಂ",
          
            "science-faculty-6": "ಎಚ್ ಹುಸೇನ್ ಸಾಬಿ",

            "science-faculty-7" : "ಪದ್ಮಶ್ರೀ ಕೆ"
          
        }
          
    ],

    "knClass" : [
        {
            "education": "ಶಿಕ್ಷಣ",
            "experience": "ಅನುಭವ",
            "join-date": "ಸೇರಿದ ದಿನಾಂಕ"
        }
    ]
}