{
    "en" : [
        {
            "header" : "The Government Primary School Department",
            "about-header" : "About the Department",
            "intro-department" : "As the overseer of government primary schools in Karnataka, the primary objective is to deliver quality education to children aged 6 to 14 years, adhering to state policies and guidelines. A dedicated team of trained teachers diligently executes the prescribed curriculum, covering languages, mathematics, science, social studies, and environmental science. The focus remains on maximizing enrollment and addressing challenges like absenteeism and dropouts through targeted strategies and community involvement. Collaborating with local communities is crucial to creating a conducive learning environment, including essential infrastructure like classrooms and playgrounds. The implementation of the Mid-Day Meal Scheme is a pivotal measure to enhance attendance and concentration on studies. Proactive involvement in government initiatives ensures continuous improvement in the overall quality of education and school infrastructure. The mission is to empower the next generation with knowledge and skills, contributing to positive community development",

            "faculty-1" : "Sreenivasa G",
            "faculty-1-pos" : "In-Charge Head Master",

            "faculty-2" : "Veena T.S",

            "faculty-3" : "Kalpana T.R",

            "faculty-4" : "Lalita Baby",

            "faculty-5" : "Soubhagya P",

            "faculty-6" : "Lavanya C",

            "faculty-7" : "Soumya R"
  
        }
    ],


    "kn" : [
        {
            "header": "ಸರ್ಕಾರದ ಪ್ರಾಥಮಿಕ ಶಾಲಾ ಇಲಾಖೆ",
            "about-header": "ಇಲಾಖೆ ಬಗ್ಗೆ",
            "intro-department" : "ಕರ್ನಾಟಕದ ಸರ್ಕಾರಿ ಪ್ರಾಥಮಿಕ ಶಾಲೆಗಳ ಮೇಲ್ವಿಚಾರಕರಾಗಿ, ರಾಜ್ಯದ ನೀತಿಗಳು ಮತ್ತು ಮಾರ್ಗಸೂಚಿಗಳಿಗೆ ಬದ್ಧವಾಗಿ 6 ​​ರಿಂದ 14 ವರ್ಷ ವಯಸ್ಸಿನ ಮಕ್ಕಳಿಗೆ ಗುಣಮಟ್ಟದ ಶಿಕ್ಷಣವನ್ನು ನೀಡುವುದು ಪ್ರಾಥಮಿಕ ಉದ್ದೇಶವಾಗಿದೆ. ತರಬೇತಿ ಪಡೆದ ಶಿಕ್ಷಕರ ಸಮರ್ಪಿತ ತಂಡವು ಭಾಷೆಗಳು, ಗಣಿತ, ವಿಜ್ಞಾನ, ಸಾಮಾಜಿಕ ಅಧ್ಯಯನಗಳು ಮತ್ತು ಪರಿಸರ ವಿಜ್ಞಾನವನ್ನು ಒಳಗೊಂಡಿರುವ ನಿಗದಿತ ಪಠ್ಯಕ್ರಮವನ್ನು ಶ್ರದ್ಧೆಯಿಂದ ಕಾರ್ಯಗತಗೊಳಿಸುತ್ತದೆ. ಉದ್ದೇಶಿತ ತಂತ್ರಗಳು ಮತ್ತು ಸಮುದಾಯದ ಒಳಗೊಳ್ಳುವಿಕೆಯ ಮೂಲಕ ದಾಖಲಾತಿಯನ್ನು ಗರಿಷ್ಠಗೊಳಿಸಲು ಮತ್ತು ಗೈರುಹಾಜರಿ ಮತ್ತು ಡ್ರಾಪ್‌ಔಟ್‌ಗಳಂತಹ ಸವಾಲುಗಳನ್ನು ಪರಿಹರಿಸುವಲ್ಲಿ ಗಮನವು ಉಳಿದಿದೆ. ತರಗತಿ ಕೊಠಡಿಗಳು ಮತ್ತು ಆಟದ ಮೈದಾನಗಳಂತಹ ಅಗತ್ಯ ಮೂಲಸೌಕರ್ಯಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ಅನುಕೂಲಕರ ಕಲಿಕೆಯ ವಾತಾವರಣವನ್ನು ಸೃಷ್ಟಿಸಲು ಸ್ಥಳೀಯ ಸಮುದಾಯಗಳೊಂದಿಗೆ ಸಹಯೋಗ ಮಾಡುವುದು ನಿರ್ಣಾಯಕವಾಗಿದೆ. ಮಧ್ಯಾಹ್ನದ ಊಟದ ಯೋಜನೆಯ ಅನುಷ್ಠಾನವು ಅಧ್ಯಯನದ ಮೇಲೆ ಹಾಜರಾತಿ ಮತ್ತು ಏಕಾಗ್ರತೆಯನ್ನು ಹೆಚ್ಚಿಸಲು ಒಂದು ಪ್ರಮುಖ ಕ್ರಮವಾಗಿದೆ. ಸರ್ಕಾರದ ಉಪಕ್ರಮಗಳಲ್ಲಿ ಪೂರ್ವಭಾವಿಯಾಗಿ ತೊಡಗಿಸಿಕೊಳ್ಳುವುದು ಶಿಕ್ಷಣ ಮತ್ತು ಶಾಲಾ ಮೂಲಸೌಕರ್ಯದ ಒಟ್ಟಾರೆ ಗುಣಮಟ್ಟದಲ್ಲಿ ನಿರಂತರ ಸುಧಾರಣೆಯನ್ನು ಖಚಿತಪಡಿಸುತ್ತದೆ. ಮುಂದಿನ ಪೀಳಿಗೆಯನ್ನು ಜ್ಞಾನ ಮತ್ತು ಕೌಶಲ್ಯಗಳೊಂದಿಗೆ ಸಬಲೀಕರಣಗೊಳಿಸುವುದು, ಸಕಾರಾತ್ಮಕ ಸಮುದಾಯ ಅಭಿವೃದ್ಧಿಗೆ ಕೊಡುಗೆ ನೀಡುವುದು ಗುರಿಯಾಗಿದೆ",
        
            "faculty-1": "ಶ್ರೀನಿವಾಸ ಜಿ",
            "faculty-1-pos" : "ಹೆಡ್ ಮಾಸ್ಟರ್ ಆರ್ಧಿಕ್ಯ",
            
            "faculty-2": "ವೀಣಾ ಟಿ.ಎಸ್",
            
            "faculty-3": "ಕಲ್ಪನಾ ಟಿ.ಆರ್",
            
            "faculty-4": "ಲಲಿತಾ ಬೇಬಿ",
            
            "faculty-5": "ಸೌಭಾಗ್ಯ ಪಿ",
            
            "faculty-6": "ಲಾವಣ್ಯ ಸಿ",
            
            "faculty-7": "ಸೌಮ್ಯಾ ಆರ್"
        
        
        
        }
    ]
}